Repository: moritz-hoelting/werewolf-narrator
Catalog: lib/l10n/app_*.arb
Languages: de

# appTitle
source: Werewolf Narrator
de: Werwolf Erzähler

# button_newGameLabel
source: New Game
de: Neues Spiel

# button_continueLabel
source: Continue
de: Weiter

# button_yesLabel
source: Yes
de: Ja

# button_noLabel
source: No
de: Nein

# screen_gameSetup_createPlayers_title
source: Create Players
de: Spieler erstellen

# screen_gameSetup_selectRoles_title
source: Select Roles
de: Rollen auswählen

# screen_createPlayers_addPlayer
source: Add Player
de: Spieler hinzufügen

# screen_createPlayers_selectRolesButtonLabel
source: Select roles
de: Rollen auswählen

# screen_createPlayers_playerNumberInputLabel
source: Player {number} Name
de: Spieler {number}

# screen_createPlayers_error_invalidOrDuplicateName
source: Invalid or duplicate name
de: Ungültiger oder doppelter Name

# screen_selectRoles_startButton
source: Start Game!
de: Spiel starten!

# screen_selectRoles_missingRoles
source: {count} roles left to assign
de: {count} Rollen müssen noch zugewiesen werden

# screen_wakeLovers_title
source: Wake the Lovers
de: Verliebte wecken

# screen_wakeLovers_instructions
source: {playerA} and {playerB}, wake up and look at each other.
de: {playerA} und {playerB}, wacht auf und schaut euch an.

# screen_villageVote_title
source: Select player to vote out
de: Spieler zum Rauswurf wählen

# screen_villageVote_sheriffLabel
source: Sheriff
de: Hauptmann

# screen_sheriffElection_instruction
source: Choose a player to be the sheriff.
de: Wähle einen Spieler als Hauptmann.

# screen_dusk_message
source: The village sleeps as night falls...
de: Das Dorf schläft, die Nacht bricht herein...

# screen_dawn_message
source: The village wakes as dawn breaks...
de: Das Dorf wacht auf, die Morgendämmerung bricht an...

# screen_deaths_title
source: Death Announcements
de: Todesankündigungen

# screen_deaths_noDeaths
source: No one died.
de: Niemand ist gestorben.

# screen_deaths_playerHasDied
source: Player {playerName} has died.
de: Spieler {playerName} ist gestorben.

# screen_gameOver_title
source: Game Over
de: Spiel beendet

# screen_gameOver_winnersLabel
source: Winners:
de: Gewinner:

# dialog_noVote_title
source: No player selected
de: Kein Spieler ausgewählt

# dialog_noVote_message
source: Do you really want to continue without voting anybody out?
de: Möchtest du wirklich fortfahren, ohne jemanden auszuwählen?

# dialog_fewerSelectionsTitle
source: Fewer selections made than allowed
de: Weniger Auswahlen getroffen als erlaubt

# dialog_fewerSelectionsMessage
source: You have selected {selectedCount, plural, =1{one player} other{{selectedCount} players}}, but the action allows selecting up to {maxCount, plural, =1{one player} other{{maxCount} players}}. Do you want to proceed?
de: Du hast {selectedCount, plural, =1{einen Spieler} other{{selectedCount} Spieler}} ausgewählt, aber die Aktion erlaubt bis zu {maxCount, plural, =1{einen Spieler} other{{maxCount} Spieler}}. Möchtest du fortfahren?

# screen_roleAction_instruction_witch
source: Choose a player to poison or save.
de: Einen Spieler zum Heilen oder Vergiften auswählen.

# screen_roleAction_instruction_witch_heal
source: Heal
de: Heilen

# screen_roleAction_instruction_witch_kill
source: Poison
de: Vergiften

# screen_roleAction_instruction_witch_noPotionsLeft
source: No potions left to use.
de: Keine Tränke mehr.

# screen_roleAction_instruction_seer
source: Choose a player to reveal their role.
de: Wähle einen Spieler, um seine Rolle zu enthüllen.

# screen_roleAction_instruction_hunter
source: Choose a player to shoot.
de: Wähle einen Spieler zum Erschießen.

# screen_roleAction_instruction_cupid
source: Choose two players you want to fall in love.
de: Wähle zwei Spieler, die sich verlieben sollen.

# screen_roleAction_instruction_werewolf
source: Choose a player to kill.
de: Wähle einen Spieler zum Töten.

# screen_roleAction_instruction_thief
source: Choose one of the two remaining roles to take.
de: Wähle eine der beiden verbleibenden Rollen aus.

# role_unknown_name
source: Unknown role
de: Unbekannte Rolle

# role_villager_name
source: Villager
de: Dorfbewohner

# role_villager_description
source: A simple villager with no special abilities.
de: Ein einfacher Dorfbewohner ohne besondere Fähigkeiten.

# role_werewolf_name
source: Werewolf
de: Werwolf

# role_werewolf_description
source: A fearsome creature that wakes as a pack and hunts villagers at night.
de: Ein furchterregendes Wesen, das als Rudel aufwacht und nachts Dorfbewohner jagt.

# role_seer_name
source: Seer
de: Seherin

# role_seer_description
source: Can reveal the role of one player each night.
de: Kann jede Nacht die Rolle eines Spielers enthüllen.

# role_witch_name
source: Witch
de: Hexe

# role_witch_description
source: Has one healing potion and one poison potion to use during the game.
de: Hat einen Heiltrank und einen Gifttrank, die sie im Spiel verwenden kann.

# role_hunter_name
source: Hunter
de: Jäger

# role_hunter_description
source: Can shoot one player upon death.
de: Kann einen Spieler beim Tod erschießen.

# role_cupid_name
source: Cupid
de: Amor

# role_cupid_description
source: Selects two players to fall in love at the start of the game.
de: Wählt zu Beginn des Spiels zwei Spieler aus, die sich verlieben.

# role_littleGirl_name
source: Little Girl
de: Blinzelndes Mädchen

# role_littleGirl_description
source: Can secretly peek during the Werewolves' turn.
de: Kann während der Werwolfphase heimlich spähen.

# role_thief_name
source: Thief
de: Dieb

# role_thief_description
source: Adds two additional villager roles at the start. Can choose out of the two remaining roles in the first night. Must take a werewolf if both are werewolves.
de: Fügt zu Beginn zwei zusätzliche Dorfbewohnerrollen hinzu. Kann in der ersten Nacht aus den beiden verbleibenden Rollen wählen. Muss einen Werwolf nehmen, wenn beide Werwölfe sind.

# team_village_name
source: Village
de: Dorf

# team_village_winHeadline
source: The Village has won!
de: Das Dorf hat gewonnen!

# team_werewolves_name
source: Werewolves
de: Werwölfe

# team_werewolves_winHeadline
source: The Werewolves have won!
de: Die Werwölfe haben gewonnen!

# team_lovers_name
source: Lovers
de: Verliebte

# team_lovers_winHeadline
source: The Lovers have won!
de: Die Verliebten haben gewonnen!
